-- MySQL dump 10.13  Distrib 5.1.61, for debian-linux-gnu (i686)
--
-- Host: localhost    Database: h116
-- ------------------------------------------------------
-- Server version	5.1.61-0ubuntu0.11.10.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `chat`
--

DROP TABLE IF EXISTS `chat`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `chat` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `user` varchar(70) NOT NULL,
  `msg` varchar(1200) NOT NULL,
  `touser` varchar(100) NOT NULL,
  `messagedate` datetime NOT NULL,
  `readed` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=MyISAM AUTO_INCREMENT=1866 DEFAULT CHARSET=utf8;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `chat`
--

LOCK TABLES `chat` WRITE;
/*!40000 ALTER TABLE `chat` DISABLE KEYS */;
INSERT INTO `chat` VALUES (1828,'1','1','1','2012-04-16 00:00:00','2012-04-16 00:00:00'),(1829,'235','Тут чат тоже работает','236','2012-04-15 21:57:17','2012-04-15 21:57:20'),(1830,'236','хорошо','235','2012-04-15 22:06:59','2012-04-15 22:07:00'),(1831,'241','привет','242','2012-04-17 03:00:51','2012-04-25 20:53:54'),(1832,'242','привет','241','2012-04-17 03:01:07','2012-04-17 03:01:07'),(1833,'241','ты в шары долбишься?','242','2012-04-17 03:01:20','2012-04-25 20:53:54'),(1834,'241','аууууууууууууууу','242','2012-04-17 03:01:42','2012-04-25 20:53:54'),(1835,'242','ты кривота','241','2012-04-17 03:01:48','2012-04-17 03:01:49'),(1836,'241','сама такая','242','2012-04-17 03:01:55','2012-04-25 20:53:54'),(1837,'241','казззза','242','2012-04-17 03:02:21','2012-04-25 20:53:54'),(1838,'241','ты','242','2012-04-17 03:02:23','2012-04-25 20:53:54'),(1839,'241','привеееееееет','239','2012-04-17 03:02:40','2012-04-26 23:02:10'),(1840,'241','привет','242','2012-04-17 03:03:53','2012-04-25 20:53:54'),(1841,'235','тестовое сообщение','236','2012-04-22 02:20:00','2012-04-23 23:44:49'),(1842,'235','приходил кто-то и ч','238','2012-04-25 08:30:39','2012-04-27 07:40:42'),(1843,'235','ето хотел','238','2012-04-25 08:30:43','2012-04-27 07:40:42'),(1844,'244','ну включила, где же мои задания?','240','2012-04-25 20:32:22','2012-04-26 04:41:35'),(1845,'244','Аня!','242','2012-04-25 20:47:04','2012-04-25 20:53:54'),(1846,'244','ты тут?','242','2012-04-25 20:47:11','2012-04-25 20:53:54'),(1847,'242','привет!','244','2012-04-25 20:54:02','2012-04-25 20:56:06'),(1848,'242','ооо вся наша с Викой переписка вылезла))','244','2012-04-25 20:54:23','2012-04-25 20:56:06'),(1849,'242','странно и Вика буд-то зеленая','244','2012-04-25 20:55:02','2012-04-25 20:56:06'),(1850,'244','Вика всегда с нами!','242','2012-04-25 20:56:34','2012-04-25 20:56:35'),(1851,'242','ага))','244','2012-04-25 20:56:42','2012-04-25 20:56:44'),(1852,'244','Бодрова сегодня должна подъехать','239','2012-04-25 23:28:31','2012-04-26 23:02:10'),(1853,'240','Васька привет!','239','2012-04-26 00:58:06','2012-04-26 23:02:10'),(1854,'246','что решили по серому мл?','239','2012-04-26 22:07:59','2012-04-26 23:02:10'),(1855,'240','Васька, как дела узнал!!!! Все ок','239','2012-04-27 03:55:14','2012-04-27 03:55:16'),(1856,'239','))))))))))))','240','2012-04-27 03:55:23','2012-04-27 03:55:25'),(1857,'238','?','235','2012-04-27 07:41:03','2012-04-27 19:19:43'),(1858,'241','привееееееееееееееееееет','244','2012-05-03 22:40:37','2012-05-03 22:40:39'),(1859,'244','привет','241','2012-05-03 22:40:51','2012-05-03 22:40:52'),(1860,'241','я тебя вижу))','244','2012-05-03 22:41:07','2012-05-03 22:41:07'),(1861,'244','да ну','241','2012-05-03 22:41:11','2012-05-03 22:41:13'),(1862,'241','ну да','244','2012-05-03 22:41:21','2012-05-03 22:41:21'),(1863,'244','почему тут нет смайлов?','241','2012-05-03 23:01:32','2012-05-03 23:01:33'),(1864,'241','ага','244','2012-05-03 23:02:05','2012-05-03 23:02:07'),(1865,'241','недоработка!!!','244','2012-05-03 23:02:09','2012-05-03 23:02:14');
/*!40000 ALTER TABLE `chat` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2012-06-26  4:02:54
