-- MySQL dump 10.13  Distrib 5.1.63, for debian-linux-gnu (i686)
--
-- Host: localhost    Database: dms.ext_dev
-- ------------------------------------------------------
-- Server version	5.1.63-0ubuntu0.11.10.1

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `colors`
--

DROP TABLE IF EXISTS `colors`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `colors` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `code` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `desc` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `color` varchar(255) COLLATE utf8_unicode_ci DEFAULT NULL,
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `colors`
--

LOCK TABLES `colors` WRITE;
/*!40000 ALTER TABLE `colors` DISABLE KEYS */;
INSERT INTO `colors` VALUES (1,'040','черный','черный','2012-10-25 04:10:29','2012-10-25 04:10:29'),(2,'112','черный хромит','черный','2012-10-25 04:10:45','2012-10-25 04:10:45'),(3,'183','черный магнетит','черный','2012-10-25 04:10:57','2012-10-25 04:10:57'),(4,'191','черный космос','черный','2012-10-25 04:11:10','2012-10-25 04:11:10'),(5,'197','черный обсидиан','черный','2012-10-25 04:11:21','2012-10-25 04:11:21'),(6,'228','синий корнетит','синий','2012-10-25 04:11:31','2012-10-25 04:11:31'),(7,'230','синий индиголит','синий','2012-10-25 04:11:53','2012-10-25 04:11:53'),(8,'240','синий лотос','синий','2012-10-25 04:12:01','2012-10-25 04:12:01'),(9,'300','зеленый периклаз','зеленый','2012-10-25 04:12:16','2012-10-25 04:12:16'),(10,'359','синий танзанит','синий','2012-10-25 04:12:36','2012-10-25 04:12:36'),(11,'368','серый кремень','серый','2012-10-25 04:13:59','2012-10-25 04:13:59'),(12,'474','коричневый перидот','коричневый','2012-10-25 04:14:20','2012-10-25 04:14:20'),(13,'497','коричневый куприт','коричневый','2012-10-25 04:14:35','2012-10-25 04:14:35'),(14,'526','коричневый доломит','коричневый','2012-10-25 04:14:43','2012-10-25 04:14:43'),(15,'544','красный карнеол','красный','2012-10-25 04:14:57','2012-10-25 04:14:57'),(16,'589','красный юпитер','красный','2012-10-25 04:15:09','2012-10-25 04:15:09'),(17,'590','огненый опал','красный','2012-10-25 04:15:21','2012-10-25 04:15:21'),(18,'650','белый кальцит','белый','2012-10-25 04:15:35','2012-10-25 04:15:35'),(19,'696','черная ночь','черный','2012-10-25 04:15:49','2012-10-25 04:15:49'),(20,'755','серый тенорит','серый','2012-10-25 04:16:00','2012-10-25 04:16:00'),(21,'761','полярно-серибристый','серый','2012-10-25 04:16:18','2012-10-25 04:16:18'),(22,'775','серебристый иридий','серый','2012-10-25 04:21:32','2012-10-25 04:21:32'),(23,'779','серый алабанит','серый','2012-10-25 04:21:43','2012-10-25 04:21:43'),(24,'786','серый станнит','серый','2012-10-25 04:21:57','2012-10-25 04:21:57'),(25,'787','серые горы','серый','2012-10-25 04:22:08','2012-10-25 04:22:08'),(26,'792','серебристый палладий','серый','2012-10-25 04:22:22','2012-10-25 04:22:22'),(27,'794','бежевый жемчуг','бежевый','2012-10-25 04:22:36','2012-10-25 04:22:36'),(28,'796','коричневый цитрин','коричневый','2012-10-25 04:22:50','2012-10-25 04:22:50'),(29,'798','бежевый санидин','бежевый','2012-10-25 04:23:06','2012-10-25 04:23:06'),(30,'799','белый бриллиант','белый','2012-10-25 04:23:31','2012-10-25 04:23:31'),(31,'890','синий кавансит','серый','2012-10-25 04:23:43','2012-10-25 04:23:43'),(32,'893','серый монолит','серый','2012-10-25 04:23:52','2012-10-25 04:23:52'),(33,'894','синий космос','синий','2012-10-25 04:24:01','2012-10-25 04:24:01'),(34,'895','бежевый каньон','бежевый','2012-10-25 04:24:14','2012-10-25 04:24:14'),(35,'963','серый индий','серый','2012-10-25 04:24:25','2012-10-25 04:24:25'),(36,'967','серебристый галенит','серый','2012-10-25 04:24:39','2012-10-25 04:24:39'),(37,'345','dsfgsdfg','sdfgsdfsgg','2012-10-25 04:40:44','2012-10-25 04:40:44');
/*!40000 ALTER TABLE `colors` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2012-10-25 10:42:36
